---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Blend
source: html/1c1ee04a-726b-47cb-8975-8e6d97ed4b38.htm
---
# Blend Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.